[
    { "text": "My recipe book is 10% instructions, 90% sauce stains." },
    { "text": "Every meal I cook starts with ‘what do I have?’ and ends with ‘nailed it?’" },
    { "text": "Cooking is jazz. Baking is math. I failed math." },
    { "text": "Some people meditate. I aggressively whisk pancake batter." },
    { "text": "I like my meals like my memes: quick, hot, and shared too much." },
    { "text": "What’s for dinner? A complicated question with an emotional answer." },
    { "text": "No one warns you adulting includes deciding what to cook every day forever." },
    { "text": "Dinner party tip: serve cheese first so people forgive your cooking." },
    { "text": "I don’t bake often because my oven has commitment issues." },
    { "text": "Fridge check: 3 sauces, 1 tomato, endless possibilities." },
    { "text": "Real chefs taste constantly. I taste aggressively." },
    { "text": "Eating your mistakes is part of the culinary journey." },
    { "text": "I followed the recipe exactly and still ended up with soup pizza." },
    { "text": "The kitchen is my chaotic safe space." },
    { "text": "If loving carbs is wrong, I don’t want to be right." },
    { "text": "Recipe idea: toast. But fancy. But not really. Just toast." },
    { "text": "Sometimes dinner is a success. Sometimes it’s cereal." },
    { "text": "I treat my spice rack like a personality test." },
    { "text": "Nothing says 'I’m thriving' like homemade soup and clean counters." },
    { "text": "A little burnt? Call it flavor depth." },
    { "text": "I don’t count calories. I count garlic cloves." },
    { "text": "Sometimes the best seasoning is confidence." },
    { "text": "My measuring spoon is a guess and a prayer." },
    { "text": "There’s always room for dessert. Especially if it’s yours." },
    { "text": "Meal plan? More like meal improv." },
    { "text": "Dinner in 30 minutes or your panic back." },
    { "text": "Add cheese until you feel something." },
    { "text": "Cooking is when your soul speaks through steam." },
    { "text": "Pasta doesn’t ask questions. Pasta understands." },
    { "text": "Garlic bread is proof there’s good in the world." },
    { "text": "My kitchen, my rules, my smoke alarm." },
    { "text": "I trust no one who says ‘too much garlic’." },
    { "text": "Cooking tip: pretend the recipe is a suggestion, then add butter." },
    { "text": "Salt is magic. So is a clean pan." },
    { "text": "Meal prep is a love letter to future me." },
    { "text": "Kitchen rule #1: clean as you go. Kitchen reality: don’t." },
    { "text": "I don’t use timers. I use vibes and regrets." },
    { "text": "The only thing rising in my kitchen is my stress and maybe the dough." },
    { "text": "My favorite dish? Whatever doesn’t stick to the pan." },
    { "text": "Real chefs cry when they run out of olive oil." },
    { "text": "The more effort I put in, the more likely I’ll just eat snacks instead." },
    { "text": "No matter how big the kitchen, I always cook in one tiny corner." },
    { "text": "Dinner doesn’t have to be perfect. It just has to be done." },
    { "text": "If I could sauté my problems, I would." },
    { "text": "Why yes, that is a recipe I made up and will never recreate again." },
    { "text": "My food pyramid is mostly pasta and denial." },
    { "text": "If you can't stand the heat, eat ice cream." },
    { "text": "Cooking when hungry is an Olympic sport." },
    { "text": "Half the time I cook just to use that one pan I like." },
    { "text": "No one told me growing up meant making dinner every night forever." },  
    { "text": "Cooking is my love language. Cleaning up is not." },
    { "text": "Every great dish starts with too much garlic." },
    { "text": "I don’t meal prep. I meal guess." },
    { "text": "The fridge light is my midnight spotlight." },
    { "text": "Baking is chemistry. Cooking is chaos. I like both." },
    { "text": "If it says 'let it rest,' I do too." },
    { "text": "Why yes, I do cry when cutting onions and when I burn dinner." },
    { "text": "Oil, salt, garlic. That’s the holy trinity." },
    { "text": "There’s no such thing as too much cheese. Only not enough." },
    { "text": "Cooking rule: taste it, adjust, taste again. Repeat until full." },
    { "text": "I put 'chef' in my bio because I didn’t burn breakfast today." },
    { "text": "Every recipe is a journey. Some get lost. Some arrive deliciously." },
    { "text": "Leftovers are tomorrow’s miracle or mystery." },
    { "text": "Cooking mistake? Turn off the lights and serve it anyway." },
    { "text": "Food so good, even the smoke alarm wants a taste." },
    { "text": "I measure garlic with my heart. And by heart, I mean a lot." },
    { "text": "Some days you sous-vide. Some days you microwave. Balance." },
    { "text": "A kitchen without mess is a kitchen without flavor." },
    { "text": "Soup is just an excuse to throw everything in one pot." },
    { "text": "People count sheep. I count pasta boiling." },
    { "text": "I didn’t burn dinner. I added personality." },
    { "text": "My cutting board has more knife marks than my heart has scars." },
    { "text": "Cooking is therapy you can eat." },
    { "text": "If it’s not sizzling, it’s not exciting." },
    { "text": "Salting pasta water is non-negotiable. Like rent." },
    { "text": "I came, I cooked, I overestimated how hungry I was." },
    { "text": "Some cookbooks are just confidence boosters for freestylers like me." },
    { "text": "The more garlic, the closer to greatness." },
    { "text": "Whisking aggressively fixes most problems." },
    { "text": "Recipes lie. Add more seasoning anyway." },
    { "text": "I season food like I argue online: passionately and without mercy." },
    { "text": "Burnt edges? That’s flavor. Trust me." },
    { "text": "Cooking at home means snacks before, during, and after dinner." },
    { "text": "The kitchen is my gym. I lift cast iron skillets daily." },
    { "text": "Pouring olive oil is an emotional decision." },
    { "text": "My favorite utensil? The one that’s clean." },
    { "text": "I don’t need a timer. I need discipline." },
    { "text": "Kitchen success is 10% recipe, 90% attitude." },
    { "text": "I treat my spices like friends: the more, the better." },
    { "text": "If it sticks to the pan, it's rustic." },
    { "text": "My apron has more sauce stains than a mafia movie." },
    { "text": "Kitchen playlist: clanging pots and internal screaming." },
    { "text": "A good stew takes time. And patience. And maybe a glass of wine." },
    { "text": "Microwaves are fine. Just don’t tell the food snobs." },
    { "text": "Real talk: cooking is 70% cleaning up after yourself." },
    { "text": "Some call it leftovers. I call it pre-cooked perfection." },
    { "text": "Breakfast for dinner is always a good idea." }
  ]
  