[
  { "text": "Recipes are just suggestions. The soul is the real chef." },
  { "text": "I don't measure ingredients, I measure vibes." },
  { "text": "There are two kitchen speeds: patient simmer and chaotic panic." },
  { "text": "Every burnt cookie teaches a lesson. Mostly sadness." },
  { "text": "Chopping onions is cheaper than therapy." },
  { "text": "Half of cooking is confidence. The other half is butter." },
  { "text": "Is it dinner or a science experiment? Only time will tell." },
  { "text": "Garlic is not an ingredient. It’s a lifestyle." },
  { "text": "Some meals taste better because you survived making them." },
  { "text": "If the smoke alarm didn’t go off, was it even homemade?" },
  { "text": "Leftovers: when yesterday’s mistakes become today’s miracles." },
  { "text": "The secret spice is always 'a little too much'." },
  { "text": "Cooking without snacking is impossible. Don't even try." },
  { "text": "Toast is bread’s glow-up moment." },
  { "text": "Behind every great meal is a sink full of regrets." },
  { "text": "The kitchen is where calories are born and worries die." },
  { "text": "Cooking tip: trust your instincts until they betray you." },
  { "text": "Measuring cups are optional when your heart is full." },
  { "text": "Pasta is therapy you can twirl on a fork." },
  { "text": "Good meals start with good moods. Or good music." },
  { "text": "Taste as you cook. Taste again. Taste one more time." },
  { "text": "Every kitchen deserves a messy masterpiece once in a while." },
  { "text": "A clean kitchen is a kitchen that’s not cooking enough." },
  { "text": "Never apologize for cooking too much food. It's a blessing." },
  { "text": "You can’t spell ‘kitchen’ without ‘itch’ to create chaos." },
  { "text": "A recipe without butter feels like a lie." },
  { "text": "If it’s spicy enough to make you cry, it’s perfect." },
  { "text": "Cooking is just edible improvisation." },
  { "text": "Salad is just crunchy water. Fight me." },
  { "text": "Cooking for yourself is love. Cooking for others is art." },
  { "text": "Dessert is the kitchen’s reward system." },
  { "text": "Some recipes call for patience. I call for snacks." },
  { "text": "My favorite dish is the one I didn’t burn." },
  { "text": "The kitchen is a stage. My whisk is the microphone." },
  { "text": "Real chefs taste their food so much they forget dinner." },
  { "text": "Salt and pepper are the introverts of the spice world." },
  { "text": "Good food doesn’t come from fancy tools. It comes from love." },
  { "text": "If the recipe says 'optional', it's mandatory." },
  { "text": "Roasting vegetables is adulting at its tastiest." },
  { "text": "My cutting board knows all my secrets." },
  { "text": "Food cooked with love tastes better. It's scientifically proven by my mood." },
  { "text": "The oven timer is not a suggestion. It's a lifeline." },
  { "text": "Flipping pancakes perfectly is peak human achievement." },
  { "text": "Cooking energy: a little planning, a lot of chaos." },
  { "text": "If you can’t handle the heat, you’re using the wrong spices." },
  { "text": "Some meals are planned. Some meals are 'whatever happens'." },
  { "text": "Perfect cooking doesn’t exist. Tasty cooking does." },
  { "text": "Every pot of soup carries the dreams of a cozy day." },
  { "text": "Garlic butter could fix half the world’s problems." },
  { "text": "Your ancestors are watching. Add more seasoning." },
  { "text": "Cooking mistake? Add cheese. No one will notice." },
  { "text": "I love meals that start with 'throw everything in a pot'." },
  { "text": "The sound of sizzling food is the sound of victory." },
  { "text": "Meal prep is just cooking now to avoid future regrets." }
]
